Repository: wp-plugins/bodi0s-bots-visits-counter
Catalog: languages/bodi0-bot-counter-*.po
Languages: bg_bg, fr_fr

source: Invalid action type while attempting to update the file
bg_bg: Невалидно действие в процеса на обновяване на файла
fr_fr: Type d'action non valide lors de la tentative de mettre à jour le fichier

source: was updated.
bg_bg: беше обновено.
fr_fr: a été mis à jour.

source: However it is good idea to manually check if everything is correct and the file is placed in the root folder of your web server. If you experience 500 Internal Server Error condition, then remove the following lines from
bg_bg: Впрочем е добра идея ръчно да проверите дали всичко е наред и дали файла се намира в главната директория на уеб сървъра. Ако получавате грешка 500 Internal Server Error, тогава премахнете следните редове от
fr_fr: Toutefois, il est bon de vérifier manuellement si tout est correct et le fichier est placé dans le dossier racine de votre serveur web. Si vous rencontrez des 500 Internal Server Error conditions, puis supprimez les lignes suivantes de

source: The blocking rules for this bot were not found in file
bg_bg: Блокиращите правила не бяха намерени във файла
fr_fr: Les règles de blocage pour cet bot sont introuvables dans le fichier

source: Did you removed from the file the below comments and content in-between (which were created by the plugin)?
bg_bg: Дали не сте премахнали ръчно коментарите и съдържанието между тях (които бяха създадени от плъгина)?
fr_fr: Avez-vous supprimé à partir du fichier des commentaires ci-dessous et de contenu entre-deux (qui ont été créés par le plug-in)?

source: The blocking rules for this bot were removed from file
bg_bg: Блокиращите правила за този бот бяха премахнати от файла
fr_fr: Les règles de blocage pour cet bot ont été retirés du fichier

source: The blocking rules for this bot already exists in file
bg_bg: Блокиращите правила за този бот вече съществуват във файла
fr_fr: Les règles de blocage pour cet bot existe déjà dans le fichier

source: No modification is necessary.
bg_bg: Не е нужна модификация
fr_fr: Aucune modification n'est nécessaire.

source: Unable to write the new content to the file
bg_bg: Невъзможно е записването на новото съдържание във файла
fr_fr: Impossible d'écrire le nouveau contenu dans le fichier

source: Please update this file manually by placing inside the following code:
bg_bg: Моля, обновете този файл ръчно като поставите следния код:
fr_fr: S'il vous plaît mettre à jour cet fichier manuellement et plaçant à l'intérieur du code ci-dessous:

source: In this case the system cannot modify it and you should remove the rules manually, for this bot everything in-between comments:
bg_bg: В този случай системата не може да го промени автоматично, трябва ръчно да премахнете правилата, за този бот всичко между коментарите:
fr_fr: Dans ce cas, le système ne peut pas le modifier et vous devez supprimer les règles manuellement, pour cet bot tout entre les deux commentaires:

source: Wordpress do not have permissions to read/write the file
bg_bg: Wordpress няма права да чете/записва файла
fr_fr: Wordpress n'avez pas la permission de lire / écrire le fichier

source: was created.
bg_bg: беше създаден.
fr_fr: a été créé.

source: The configuration file does not existed and was created by the plugin. It is good idea to manually check if everything is correct and the file is placed in the root folder of your web server. If you experience 500 Internal Server Error condition, then remove the following lines from
bg_bg: Конфигурационният файл не съществуваше и беше създаден от плъгина. Добра идея е ръчно да проверите дали всичко е наред и дали файла се намира в главната директория на уеб сървъра. Ако получавате грешка 500 Internal Server Error, тогава премахнете следните редове от
fr_fr: Le fichier de configuration n'a pas existé et a été créé par le plugin. C'est une bonne idée de vérifier manuellement si tout est correct et le fichier est placé dans le dossier racine de votre serveur web. Si vous rencontrez des 500 Internal Server Error conditions, puis supprimez les lignes suivantes de

source: Wordpress File System Error, insufficient permissions for accessing the file
bg_bg: Wordpress системна грешка, недостатъчни права за достъп до файла
fr_fr: Wordpress erreur de File System, pas d'autorisations suffisantes pour accéder au fichier

source: Modifying the web.config file on IIS is not supported. However you can manually change the file contents by writing the correct directives.
bg_bg: Модифицирането на файла web.config не се поддържа. Впрочем можете ръчно да промените съдържанието му като поставите необходимите директиви.
fr_fr: Modification du fichier web.config sur IIS n'est pas pris en charge. Cependant, vous pouvez modifier manuellement le contenu du fichier par écrit les directives correctes.

source: Modifying the config file of nginx server is not supported. However you can manually change the file contents by writing the correct directives.
bg_bg: Модифицирането на конфигурационния файл на nginx сървъра не се поддържа. Впрочем можете ръчно да промените съдържанието му като поставите необходимите директиви.
fr_fr: Modification du fichier de configuration de serveur nginx est pas pris en charge. Cependant, vous pouvez modifier manuellement le contenu du fichier par écrit les directives correctes.

source: Modifying the config file of this web server is not supported. However you can manually change the file contents by writing the correct directives.
bg_bg: Модифицирането на конфигурационния файл на този уеб сървър не се поддържа. Впрочем можете ръчно да промените съдържанието му като поставите необходимите директиви.
fr_fr: Modification du fichier de configuration de ce serveur Web n'est pas supporté. Cependant, vous pouvez modifier manuellement le contenu du fichier par écrit les directives correctes.

source: Bot visits Stats
bg_bg: Статистика на посещенията
fr_fr: Les visites de Robots

source: were reset
bg_bg: беше нулирана
fr_fr: ont été ramenés

source: New bot
bg_bg: Новото име на бот
fr_fr: Nouveau robot

source: added
bg_bg: беше добавен
fr_fr: ajoutée

source: The bot`s name
bg_bg: Името на бота
fr_fr: Le nom du robot

source: was updated
bg_bg: беше обновено
fr_fr: a été mis à jour

source: The Bot
bg_bg: Ботът
fr_fr: Le robot

source: was deleted
bg_bg: беше изтрит
fr_fr: a été supprimé

source: Bot visits counter [Administration]
bg_bg: Брояч на посещенията от ботове [Администрация]
fr_fr: Les visites des robots [Administration]

source: Reset Statistics
bg_bg: Нулиране на цялата статистика
fr_fr: Réinitialiser les statistiques

source: The list, by default, is ordered by number of visits, click on table header arrows to re-order
bg_bg: Списъкът, по подразбиране, е подреден по брой посещения, кликнете на стрелките за пренареждане
fr_fr: La liste, par défaut, est commandé par le nombre de visites, cliquez sur la table tête flèches pour changer l'ordre

source: If you plan to block/unblock bots, a backup of your old .htaccess file will be created in case something goes wrong, called <code>.htaccess.bot-counter-backup.txt</code> in the same folder as your original file.
bg_bg: Ако планирате да блокирате/деблокирате ботове, копие на стария .htaccess файл ще бъде направено в случай, че нещо се обърка, с име <code>.htaccess.bot-counter-backup.txt</code> в същата директория като оригинала.
fr_fr: Si vous envisagez de bloquer/débloquer les bots, une sauvegarde de votre fichier htaccess vieux. Sera créé en cas de pépin, appelé <code>.htaccess.bot-counter-backup.txt </code> dans le même dossier que votre fichier original.

source: Refresh statistics
bg_bg: Презареждане
fr_fr: Actualiser les statistiques

source: Export as XML Spreadsheet
bg_bg: Експорт като XML Spreadsheet
fr_fr: Exporter comme XML Spreadsheet

source: Filter (all)
bg_bg: Филтър (всички)
fr_fr: Filtre (tous)

source: Type here...
bg_bg: Пишете тук...
fr_fr: Taper ici...

source: Reset
bg_bg: Нулирай
fr_fr: Réinitialiser

source: Bot name
bg_bg: Име на бота
fr_fr: Nom du robot

source: Bot identifier
bg_bg: Самоличност
fr_fr: Identifiant de robot

source: Visits
bg_bg: Посещения
fr_fr: Visites

source: Last visit
bg_bg: Последно посещение
fr_fr: Dernière visite

source: IP address
bg_bg: IP адрес
fr_fr: Adresse IP

source: Edit this item
bg_bg: Редактиране на този запис
fr_fr: Modifier cet objet

source: Edit
bg_bg: Реадкция
fr_fr: Modifier

source: Block/Unblock
bg_bg: Блокирай/Деблокирай
fr_fr: Bloquer / Débloquer

source: Delete
bg_bg: Изтриване
fr_fr: Effacer

source: New name
bg_bg: Ново име
fr_fr: Un nouveau nom

source: up to 20 characters
bg_bg: до 20 символа
fr_fr: 20 caractères maximum

source: Update
bg_bg: Обнови
fr_fr: Mettre à jour

source: Cancel
bg_bg: Отмени
fr_fr: Annuler

source: Block the IP address and Bot identifier
bg_bg: Блокирай IP адреса и самоличността
fr_fr: Bloquer l'adresse IP et l'identifiant de Bot

source: Unblock the IP address and Bot identifier
bg_bg: Деблокирай IP адреса и самоличността
fr_fr: Debloquer l'adresse IP et l'identifiant de Bot

source: TOTAL
bg_bg: ОБЩО

source: VISITS
bg_bg: ПОСЕЩЕНИЯ
fr_fr: VISITES

source: Add new Bot
bg_bg: Добави бот
fr_fr: Ajouter un robot

source: Get rankings
bg_bg: Виж рейтингите
fr_fr: Obtenez les classements

source: up to 20 characters, required
bg_bg: до 20 символа, задължително
fr_fr: 20 caractères maximum, nécessaire

source: up to 100 characters, required
bg_bg: до 100 символа, задължително
fr_fr: 100 caractères maximum, nécessaire

source: Tip: You can also monitor misc web browser visits by defining appropriate user-agent string here, for example &quot;Firefox&quot; or &quot;Chrome&quot;
bg_bg: Съвет: Можете да следите и произволен уеб браузър като зададете подходящите стойности, например &quot;Firefox&quot; или &quot;Chrome&quot;
fr_fr: Astuce: Vous pouvez aussi surveiller visites du navigateur Web de divers par définir chaîne user-agent approprié ici, par exemple &quot;Firefox&quot; ou &quot;Chrome&quot;

source: Google: The most popular websites have a PageRank of 10, the least have a PageRank of 0
bg_bg: Google: най-популярните сайтове имат PageRank 10, най-непопулярните PageRank 0
fr_fr: Google: Les sites les plus populaires ont un PageRank de 10, le moins avoir un PageRank de 0

source: Alexa: The lower ranking is, the more popular the website is
bg_bg: Alexa: Колкото по-малък е рейтинга, толкова по-популярен е сайта
fr_fr: Alexa: Le classement inférieur est, le plus populaire est le site

source: Statscrop: The higher the ranking is (5 maximum), the more popular the website is
bg_bg: Statscrop: Колкото по-wisok е рейтинга (5 макс.), толкова по-популярен е сайта.
fr_fr: Statscrop: Plus le classement est (5 au maximum), le plus populaire est le site

source: Get Google page rank
bg_bg: Виж рейтинга от Google
fr_fr: Obtenez Google page rank

source: Get Alexa page rank
bg_bg: Виж рейтинга от Alexa
fr_fr: Obtenez Alexa page rank

source: Get Statscrop rank
bg_bg: Виж рейтинга от Statscrop
fr_fr: Obtenez Statscrop page rank

source: Rank
bg_bg: Рейтинг
fr_fr: Classement

source: Tip: You can also check the page rank of random web site
bg_bg: Съвет: Можете да проверите рейтинга и на произволен сайт
fr_fr: Astuce: Vous pouvez également consulter le page rank de site web aléatoire

source: See the complete user agent string list of
bg_bg: Вижте пълния списък от user agent символи на
fr_fr: Consultez la liste de chaîne user-agent complète de

source: bots
bg_bg: ботовете
fr_fr: robots

source: Remark: Some of the returned data includes GeoLite data created by MaxMind, available from http://www.maxmind.com
bg_bg: Забележка: Някои от данните за локация включват GeoLite данни, създадени от MaxMind, от сайта http://www.maxmind.com
fr_fr: Remarque: Certaines des données renvoyées comprend des données GeoLite créées par MaxMind, disponibles à partir de http://www.maxmind.com

source: If you find this plugin useful, I wont mind if you buy me a beer
bg_bg: Ако смятате, че този плъгин е полезен, нямам против да ме черпите с бира
fr_fr: Si vous trouvez ce plugin utile, je ne me dérange pas si vous me achetez une bière

source: Invalid AJAX action.
bg_bg: Невалидно AJAX действие
fr_fr: L'action AJAX non valide.

source: Location info
bg_bg: Локация
fr_fr: Informations sur la position

source: Invalid IP address:
bg_bg: Невалиден IP адрес:
fr_fr: Adresse IP non valide:

source: Invalid URL
bg_bg: Невалиден URL
fr_fr: URL invalide

source: Bot visits counter
bg_bg: Брояч на посещенията на ботове
fr_fr: Les visites du robots

source: Administration
bg_bg: Администрация
